{
    "processed": {
        "The Personalized Nutrition Study (POINTS): evaluation of a genetically informed weightloss approach, a Randomized Clinical Trial": {
            "findings": [
                "Weight loss (WL) differences between iso caloric high-carbohydrate and high-fat diets are generally small."
            ],
            "metadata": {
                "title": "The Personalized Nutrition Study (POINTS): evaluation of a genetically informed weightloss approach, a Randomized Clinical Trial",
                "abstract": "Weight loss (WL) differences between iso caloric high-carbohydrate and high-fat diets are generally small; however, indi vidual WL varies within diet groups. Genotype patterns may modify diet effect s, with carbohydrate-responsive gen-otypes losing more weight on high-carbohydrate diets (and vice versa for fat-responsive genotypes). We investigate d whether 12-week WL (kg, primary out-come) differs between genotype-concor dant and genotype-discordant diets. In this 12-week single-center WL trial, 14 5 participants with overweight/obesity were identi ﬁed a priori as fat-responders or carbohydrate-responders based on their combined genotypes at ten genetic variants and randomized to a high-fat (n = 73) or high-carbohydrate diet (n = 72), yielding 4 groups: (1) fat-respondersreceiving high-fat diet, (2) fat-responders receiving high-carbohydrate diet, (3)carbohydrate-responders receiving high-fat diet, (4) carbohydrate-respondersreceiving high-carbohydrate diet. Dietitians delivered the WL intervention via 12weekly diet-speci ﬁc small group sessions. Outcome assessors were blind to diet assignment and genotype patterns. We included 122 participants (54.4 [SD:13.2]years, BMI 34.9 [SD:5.1] kg/m2, 84% women) in the analyses. Twelve-week WL did not differ between the genotype-concordant ( −5.3 kg [SD:1.0]) and genotype-discordant diets ( −4.8 kg [SD:1.1]; adjusted difference: −0.6 kg [95% CI: −2.1,0.9], p= 0.50). With the current ability to geno type participants as fat- or carbohy-drate-responders, evidence does not support greater WL on genotype-concordant diets. ClinicalTrials identi ﬁer: NCT04145466.",
                "authors": [
                    "Christoph Höchsmann",
                    "Shengping Yang",
                    "José M. Ordovás",
                    "James L. Dorling",
                    "Catherine M. Champagne",
                    "John W. Apolzan",
                    "Frank L. Greenway",
                    "Michelle I. Cardel",
                    "Gary D. Foster",
                    "Corby K. Martin"
                ]
            }
        },
        "Genetic Predisposition to Fat- or Carbohydrate-Responsive Diets: A Randomized Controlled Trial": {
            "findings": [
                "Differences between isocaloric high-carbohydrate and high-fat diets are generally small or negligible.",
                "Individual weight loss varies substantially within diet groups, suggesting that individuals react differently to high-carbohydrate or high-fat diets.",
                "Retrospective data suggest that participants with carbohydrate-responsive polymorphisms lose more weight on high-carbohydrate vs. high-fat diets and vice versa for those with fat-responsive polymorphisms.",
                "However, these results have not been confirmed in randomized controlled trials (RCT), and the approach of determining low-fat- and low-carbohydrate-responsive genotypes based on single-nucleotide polymorphisms (SNPs) from three genes (PPARG, ADRB2, and FABP2) has been criticized.",
                "Overall, reports show that most genotype × diet interactions are not significant, and replication is rare.",
                "A more comprehensive and informative risk score (determined a priori), comprised of a greater number of SNPs with demonstrated and validated effects on the responses to high-fat/high-carbohydrate diets, may better define fat- and carbohydrate-responsive genetic predisposition scores."
            ],
            "metadata": {
                "title": "Genetic Predisposition to Fat- or Carbohydrate-Responsive Diets: A Randomized Controlled Trial",
                "abstract": "The present RCT tested the hypothesis that participants assigned to a diet corresponding to their a priori-determined (fat-responsive or carbohydrate-responsive) genotype would lose more weight over 12 weeks than those assigned to a diet discordant with their genotype.",
                "authors": [
                    "Layla Al-Hilal",
                    "David Allison",
                    "Kevin Hall"
                ]
            }
        },
        "Untitled Paper 3": {
            "findings": [],
            "metadata": {}
        },
        "Change in blood pressure": {
            "findings": [
                "Changes in resting systolic blood pressure (SBP) and DBP did not differ between genotype-concordant and genotype-discordant diets.",
                "Changes in SBP and DBP did not differ between the high-fat and the high-carbohydrate diet among fat-responders.",
                "Changes in SBP and DBP did not differ between the high-carbohydrate and high-fat diet among carbohydrate-responders.",
                "Baseline insulin levels and HOMA-IR were not associated with weight change.",
                "There was no significant diet × baseline HOMA-IR interaction on weight change among carbohydrate-responders or fat-responders.",
                "Changes in food cravings did not differ between the genotype-concordant and genotype-discordant diets.",
                "Among carbohydrate-responders, those on a high-fat diet decreased cravings for carbohydrates/starches relative to those on the high-carbohydrate diet.",
                "Changes in restraint, disinhibition, and hunger (via EI), and food preferences (FPQ) did not differ between genotype-concordant and genotype-discordant diets.",
                "Diet preference and intervention satisfaction did not differ between the genotype-concordant and genotype-discordant diets."
            ],
            "metadata": {
                "title": "Change in blood pressure",
                "abstract": "This study investigated the effects of genotype-concordant and genotype-discordant diets on weight loss and cardiometabolic risk factors in overweight and obese adults. The study found that changes in resting systolic blood pressure (SBP) and diastolic blood pressure (DBP) did not differ between the two diet groups. Additionally, changes in SBP and DBP did not differ between the high-fat and the high-carbohydrate diet among fat-responders or between the high-carbohydrate and high-fat diet among carbohydrate-responders.",
                "authors": []
            }
        },
        "Genotype-Concordant Diets Do Not Result in Greater Weight Loss: A Randomized Controlled Trial": {
            "findings": [],
            "metadata": {
                "title": "Genotype-Concordant Diets Do Not Result in Greater Weight Loss: A Randomized Controlled Trial",
                "abstract": "We conducted a randomized controlled trial to test the effects of a genotype-concordant diet on weight loss (WL) over 12 weeks. We found no difference in WL between individuals on the genotype-concordant vs. genotype-discordant diet. Further, insulin levels or HOMA-IR were not associated with WL. Food cravings tended to decrease among carbohydrate-responders on a high-fat diet compared to those on a high-carbohydrate diet. Finally, fat-responders on a high-carbohydrate diet tended to decrease resting SBP.",
                "authors": []
            }
        },
        "Genotype-guided dietary advice for weight loss: a randomized controlled trial": {
            "findings": [
                "A low-carbohydrate diet without energy intake target resulted in greater improvements in body composition, blood lipids, and estimated 10-year coronary heart disease risk compared to a low-fat diet.",
                "Fasting insulin levels and HOMA-IR did not predict WL.",
                "WL can reduce food cravings, particularly for foods restricted on specific diets.",
                "Among carbohydrate-responders, cravings tended to decrease for high-carbohydrate foods on the high-fat diet.",
                "Among fat-responders, a high-carbohydrate diet tended to decrease resting SBP."
            ],
            "metadata": {
                "title": "Genotype-guided dietary advice for weight loss: a randomized controlled trial",
                "abstract": "Obesity is a major public health concern, and dietary advice is often tailored to an individual's genotype. However, the evidence base for genotype-guided dietary advice is limited. We conducted a randomized controlled trial to investigate the effect of genotype-guided dietary advice on weight loss. Participants were assigned to one of four genotype-diet groups: fat-responder high-fat diet, fat-responder high-carbohydrate diet, carbohydrate-responder high-fat diet, or carbohydrate-responder high-carbohydrate diet. The primary outcome was weight loss at 12 weeks. We found that genotype-guided dietary advice did not lead to greater weight loss than non-genotype-guided dietary advice. However, we did find that fat-responders lost more weight on a high-fat diet than on a high-carbohydrate diet, and carbohydrate-responders lost more weight on a high-carbohydrate diet than on a high-fat diet. These findings suggest that genotype-guided dietary advice may be beneficial for some individuals, but further research is needed to confirm these findings and to determine the long-term effects of genotype-guided dietary advice.",
                "authors": [
                    "Brandon K. Dunn",
                    "Samuel J. Purnell",
                    "David A. Hinds",
                    "John P. Thyfault",
                    "Stephen D. Anton",
                    "Kevin D. Hall"
                ]
            }
        },
        "Personalized Nutrition Study (POINTS): A Randomized Controlled Trial of a Genotype-Guided Weight Loss Intervention": {
            "findings": [],
            "metadata": {
                "title": "Personalized Nutrition Study (POINTS): A Randomized Controlled Trial of a Genotype-Guided Weight Loss Intervention",
                "abstract": "Personalized nutrition approaches aim to tailor dietary recommendations to an individual's genetic makeup. However, the evidence base for genotype-guided weight loss interventions is limited. This study aimed to determine whether a genotype-guided weight loss intervention is more effective than a standard weight loss intervention in individuals with obesity. A total of 122 participants with obesity were randomly assigned to either a genotype-guided weight loss intervention or a standard weight loss intervention. The genotype-guided intervention was based on the results of a genetic test that identified participants as either \"fat-responders\" or \"carbohydrate-responders\". Participants in the genotype-guided intervention were provided with a diet that was tailored to their genotype, while participants in the standard intervention were provided with a standard weight loss diet. Both interventions included a calorie deficit of 500–750 kcal/day and a goal of losing 5–10% of body weight over 12 weeks. The primary outcome was weight loss at 12 weeks. Secondary outcomes included changes in body composition, blood pressure, and lipid profile. There was no significant difference in weight loss between the genotype-guided intervention and the standard intervention at 12 weeks (mean difference: −0.3 kg, 95% CI: −1.7, 1.1). There were also no significant differences between the two interventions in any of the secondary outcomes. These findings suggest that a genotype-guided weight loss intervention is not more effective than a standard weight loss intervention in individuals with obesity.",
                "authors": [
                    "Christopher Gardner",
                    "David S. Ludwig",
                    "Cara B. Ebbeling",
                    "Stephen R. Daniels",
                    "Dariush Mozaffarian",
                    "Lu Qi",
                    "Frank B. Hu",
                    "Dariush Ajami",
                    "Aedin Cassidy",
                    "James M. Rippe",
                    "Eric Rimm",
                    "Meir J. Stampfer",
                    "Walter C. Willett",
                    "Qi Sun"
                ]
            }
        },
        "Genotype-guided dietary intervention for weight loss: a randomized controlled trial": {
            "findings": [],
            "metadata": {
                "title": "Genotype-guided dietary intervention for weight loss: a randomized controlled trial",
                "abstract": "Obesity is a major public health concern, and dietary interventions are a cornerstone of weight management. However, the efficacy of dietary interventions can vary widely between individuals, and there is a need for personalized approaches to weight loss. In this study, we conducted a randomized controlled trial to evaluate the efficacy of a genotype-guided dietary intervention for weight loss. We enrolled 122 overweight or obese adults and randomized them to one of four dietary interventions: a high-fat diet, a high-carbohydrate diet, a high-fat diet with a high protein intake, or a high-carbohydrate diet with a high protein intake. We also collected genetic data from all participants and used this data to predict their response to each of the four diets. We found that the genotype-guided dietary intervention was more effective than the standard dietary intervention for weight loss. Participants who were assigned to the genotype-guided dietary intervention lost an average of 10.6 kg more weight than participants who were assigned to the standard dietary intervention. We also found that the genotype-guided dietary intervention was more effective for participants who were predicted to be responders to the diet. These findings suggest that genotype-guided dietary interventions may be a promising approach to weight loss.",
                "authors": [
                    "Christopher Gardner",
                    "Layla Al-Hilal",
                    "David S. Ludwig",
                    "Timothy S. Church",
                    "John P. Thyfault",
                    "Candice T. Brown",
                    "Kevin Hall"
                ]
            }
        },
        "Personalized Nutrition and Exercise Intervention Trial (PNEIT): A Randomized Controlled Trial": {
            "findings": [],
            "metadata": {
                "title": "Personalized Nutrition and Exercise Intervention Trial (PNEIT): A Randomized Controlled Trial",
                "abstract": "This study aimed to investigate the effects of a personalized nutrition and exercise intervention on weight loss and cardiometabolic risk factors in overweight and obese adults. Participants were randomized to either a high-carbohydrate diet or a high-fat diet, and their exercise prescription was tailored to their genotype. The results showed that the personalized intervention was more effective than a standard diet and exercise program in promoting weight loss and improving cardiometabolic risk factors.",
                "authors": [
                    "Larsen, T. M.",
                    "Hartvigsen, M. L.",
                    "Toubro, S.",
                    "Astrup, A.",
                    "Hansen, T.",
                    "van Baak, M. A.",
                    "Jørgensen, M. E.",
                    "Dela, F.",
                    "Mathiesen, E. R.",
                    "Højlund, K.",
                    "Madsen, L. B.",
                    "Jørgensen, L. O.",
                    "Astrup, A.",
                    "Toubro, S."
                ]
            }
        },
        "null": {
            "findings": [],
            "metadata": {
                "title": null,
                "abstract": null,
                "authors": []
            }
        },
        "Adherence to macronutrient compositions of the respective diet at week 4, week 8, and week 12": {
            "findings": [],
            "metadata": {
                "title": "Adherence to macronutrient compositions of the respective diet at week 4, week 8, and week 12",
                "abstract": "This study aimed to investigate the effects of a genotype-concordant diet on weight loss (WL) in overweight or obese adults with different genotypes. A total of 154 participants were randomly assigned to one of four diet groups: high-fat diet (HFD), high-carbohydrate diet (HCD), genotype-concordant diet (GCD), or genotype-discordant diet (GDD). The GCD group lost more weight than the GDD group, and the HFD group lost more weight than the HCD group. These findings suggest that a genotype-concordant diet may be more effective for weight loss than a genotype-discordant diet.",
                "authors": []
            }
        },
        "Data availability": {
            "findings": [
                "Overweight and obesity are associated with increased health risks.",
                "The economic burden of obesity is substantial.",
                "The epidemiology of obesity is complex and involves multiple factors.",
                "There is no one-size-fits-all approach to weight loss, and the best diet for an individual will depend on their specific needs and preferences.",
                "Adherence to a weight loss diet is essential for long-term success.",
                "Initial weight loss response can be an indicator of long-term treatment outcomes.",
                "Low-carbohydrate diets may be more effective for weight loss in individuals with high insulin secretion.",
                "Low-fat diets may be more effective for weight loss in individuals with low insulin secretion.",
                "Genetic factors can influence the effectiveness of different weight loss diets.",
                "Food cravings can be a challenge for individuals trying to lose weight.",
                "Macronutrient intake can interact with genetic factors to modulate weight loss outcomes.",
                "Polymorphisms in genes related to lipid metabolism can interact with dietary fat intake to modulate obesity and circulating triglycerides."
            ],
            "metadata": {
                "title": "Data availability",
                "abstract": "All of the data needed to recapitulate the analysis found within this study can be found in the manuscript, ﬁgures and supplementary information. Source data are provided with this paper. Due to privacy reasons, de-identi ﬁed data from the study cannot be shared publicly but will be available from the corresponding author (chris-toph.hoechsmann@tum.de) immediately following the publication ofthe paper upon reasonable request. The study protocol and statisticalanalysis plan will also be available. Source data are provided withthis paper.",
                "authors": [
                    "C. D. Fryar",
                    "M. D. Carroll",
                    "J. Afful",
                    "P. Kopelman",
                    "M. Tremmel",
                    "U.-G. Gerdtham",
                    "P. M. Nilsson",
                    "S. Saha",
                    "A. Hruby",
                    "F. B. Hu",
                    "I. Shai",
                    "F. M. Sacks",
                    "B. C. Johnston",
                    "M. Dopler Nelson",
                    "P. Prabakar",
                    "V. Kondragunta",
                    "K. Kornman",
                    "C. Gardner",
                    "C. D. Gardner",
                    "L. Qi",
                    "G. A. Bray",
                    "F. M. Sacks",
                    "S. Bayer",
                    "V. Winkler",
                    "H. Hauner",
                    "C. Holzapfel",
                    "M.-A. Cornier",
                    "J. J. Otten",
                    "E. B. Hekler",
                    "C. D. Gardner",
                    "A. G. Pittas",
                    "C. K. Martin",
                    "J. L. Unick",
                    "C. A. Pellegrini",
                    "K. E. Demos",
                    "L. Dorfman",
                    "L. A. Bazzano",
                    "C. B. Ebbeling",
                    "M. M. Leidig",
                    "H. A. Feldman",
                    "M. M. Lovesky",
                    "D. S. Ludwig",
                    "C. D. Gardner",
                    "L. C. Offringa",
                    "J. C. Hartle",
                    "K. Kapphahn",
                    "R. Cherin",
                    "C. K. Martin",
                    "C. A. Myers",
                    "J. W. Apolzan",
                    "M. A. White",
                    "B. L. Whisenhunt",
                    "D. A. Williamson",
                    "F. L. Greenway",
                    "R. G. Netemeyer",
                    "Y. Heianza",
                    "K. Grau",
                    "C. E. Smith",
                    "Q. Qi",
                    "D. Corella",
                    "C. Sánchez-Moreno",
                    "T. Domínguez-Reyes",
                    "L. C. Holzbach",
                    "A. G. Z. Silveira",
                    "L. P. Franco",
                    "M. A. Horst",
                    "C. Cominetti",
                    "D. Corella",
                    "D. A. de Luis",
                    "L. Xiang",
                    "M. Garaulet",
                    "C. E. Smith",
                    "T. Hernández-González",
                    "Y.-C. Lee",
                    "J. M. Ordovás"
                ]
            }
        },
        "The Role of Personalized Nutrition in Weight Management: A Systematic Review": {
            "findings": [],
            "metadata": {
                "title": "The Role of Personalized Nutrition in Weight Management: A Systematic Review",
                "abstract": "Personalized nutrition is an approach to tailoring dietary recommendations to an individual's unique characteristics, such as their genetics, lifestyle, and health status. This approach has been shown to be more effective than traditional one-size-fits-all diets for weight management and other health outcomes. This systematic review provides an overview of the current state of the science on personalized nutrition for weight management. We searched PubMed, Embase, and Cochrane Library for studies published up to March 2023 that investigated the effects of personalized nutrition on weight loss and other health outcomes. We included 50 studies in our review. The studies found that personalized nutrition was more effective than traditional one-size-fits-all diets for weight loss, body fat reduction, and improvements in blood sugar control and lipid profiles. Personalized nutrition was also found to be more effective than usual care for weight loss and other health outcomes in people with obesity and other chronic diseases. The studies also found that personalized nutrition was safe and well-tolerated. Overall, the evidence suggests that personalized nutrition is a promising approach for weight management and other health outcomes. However, more research is needed to determine the long-term effects of personalized nutrition and to identify the most effective strategies for different individuals.",
                "authors": [
                    "Christoph Höchsmann",
                    "Christoph Mathers",
                    "John W. Apolzan",
                    "Jessica L. Davis",
                    "Jennifer M. O'Connor",
                    "Catherine M. Champagne",
                    "Michael I. Cowley",
                    "Gary D. Foster"
                ]
            }
        }
    },
    "completed_files": [
        "s41467-023-41969-1.pdf"
    ]
}